{
  "miracles": [{
      "title": "\"I Want to See, Too!\"",
      "active": true,
      "slug": "i_want_to_see",
      "location": "Indonesia",
      "paragraphs": [
        "Mrs. Kala listened closely to the JESUS film.",
        "Someone had told her it was about a man who could heal the blind.",
        "So—having been blind for the past four years—Mrs. Kala asked her daughter to escort her to the film showing.",
        "When Mrs. Kala heard the scene where Bartimaeus asks Jesus to restore his sight, she shouted, \"I want to see too!\"",
        "The movie continued to play, but then as Jesus was nailed to the cross, God restored her vision!",
        "A few days later, the village officials ridiculed her at a town meeting, telling her to prove her healing by lighting a candle in front of the group.",
        "To their surprise, Mrs. Kala confidently strode to the front, picked up the matches, and lit the candle.",
        "That display of God’s healing power moved them, and the Muslim villagers decided to follow Christ.",
        "Everyone wanted to see the film about the man who healed Mrs. Kala, so they invited the film team back for another showing.",
        "This time three-thousand five-hundred people attended.",
        "Eventually the villagers were able to start a new church as well."
      ]
    },
    {
      "title": "Bicycle Evanglism",
      "active": true,
      "slug": "bicycle",
      "location": "Central Asia",
      "paragraphs": [
        "When Aziz came to Christ after watching the JESUS film, he put his old life behind him and began reaching others for Jesus.",
        "He and his close friend Dmitri rode from village to village in a Central Asian country on a bicycle to share the JESUS film.",
        "One day, people from a nearby town reached out to them, asking if they would show the film.",
        "This was a rare gesture for a culture that isn’t friendly toward Christians, so Aziz and Dmitri eagerly agreed.",
        "They set out on a bicycle; Dmitri peddled in the front, while Aziz sat in the back holding the video player and the only known JESUS film copy in the area.",
        "As they were crossing a narrow bridge, Dmitri failed to see an oncoming car until the last second.",
        "He swerved sharply and avoided the car, but the bike and the men sailed off of the bridge, plunging into the water below.",
        "Thankfully, God protected them.",
        "Shaken but unharmed, Aziz and Dmitri got out of the water and recovered their video player.",
        "When they opened it, a stream of water gushed out.",
        "This was devastating since video players were extremely hard to come by in their region.",
        "But they kept going, praying to God along the way.",
        "They made it to the village and met a crowd of at least 50 people eager to see a film about Jesus.",
        "As he prayed for the Lord’s help, Aziz plugged the still-soggy and dripping machine into an outlet.",
        "There was a pause.",
        "Instead of sparks or smoke, the unit turned on perfectly.",
        "So the entire room watched as the greatest story ever told unfolded in front of them, showing them God’s plan to rescue them from their sins.",
        "After the film, 11 people made decisions to follow Christ."
      ]
    },
    {
      "title": "30 Armed Men",
      "active": true,
      "slug": "armed_men",
      "location": "Solomon Islands",
      "paragraphs": [
        "Jesus Film Project® workers, Solomon Island church volunteers and an organization called Language Recordings were working together on an upcoming JESUS film showing at a nearby village when they heard an urgent message on the radio:",
        "“I strongly advise you—don’t come to the next village. Two tribes are in a land dispute, essentially at war over a logging operation. The situation is very tense and quite dangerous. Don’t come! Go to another village!”",
        "The film team members were concerned, but God seemed to tell them to keep going.",
        "The next day, another earnest warning sounded on the radio, again telling them to stay away for their own safety.",
        "The church leaders were afraid the film team would be caught in the middle of the fighting.",
        "But the ministry workers prayed and agreed God was telling them to go.",
        "When they arrived, the atmosphere was very tense.",
        "No one greeted them, but the film team members set up their equipment and announced the start of the JESUS film.",
        "People came from all directions to watch it.",
        "When they heard their mother tongue coming from the speakers, more and more villagers came to the showing.",
        "As the film played, 30 armed men from the opposing tribe snuck up on the crowd in the darkness, poised to attack.",
        "But something held them back.",
        "Instead they stood there, holding their weapons, listening to the gospel message.",
        "When the film ended and the ministry workers gave an invitation to follow Christ, the armed men—including their leader—stepped out of hiding to stand with the film team.",
        "Through his tears, the leader announced, “We came here to fight, but Christ won us tonight.”",
        "That night, 478 villagers gave their hearts to the Lord—including the 30 armed men!"
      ]
    },
    {
      "title": "The Man in the Clouds",
      "active": true,
      "slug": "clouds",
      "location": "India",
      "paragraphs": [
        "A young missionary couple living in India felt God’s call to move with their 3-year-old son to Northern India.",
        "Though they knew the region they were moving to was a notoriously difficult place to share Christ, this couple was not swayed.",
        "They worked faithfully for years even though all of their efforts were met with extreme opposition.",
        "One day, their son fell ill.",
        "Soon after, the husband walked into their house, collapsed and died.",
        "The panicked wife went to check on her son, only to find he had also died.",
        "Devastated and confused, she left the area to return to the United States.",
        "A couple weeks later, a Jesus Film Project® team arrived at the same village the woman had left.",
        "The film played, and the very first time that Jesus’ face was shown, the crowd erupted.",
        "People shouted and yelled.",
        "The team had no choice but to stop the film.",
        "“It’s the man!” the people shouted. “He is the One we saw walking in the clouds!”",
        "On the day the missionary and his son passed away, the villagers shared that they saw the figure of a man walking in the clouds with tears streaming down His face.",
        "They thought it was a message from God—that He was unhappy with their rejection of His gospel.",
        "This time when the team played the rest of the film, everyone was transfixed.",
        "At the end of the movie, most of the local people put their faith in Christ!",
        "Over time, the power of the gospel swept through that community.",
        "People were delivered from evil spirits; the sick were healed; deep spiritual needs were met.",
        "Now, thousands in their community are Christians, and they’re dedicated to sharing the gospel with people in other regions."
      ]
    },
    {
      "title": "“I Have Come Today Especially for You.”",
      "active": true,
      "slug": "especially_for_you",
      "location": "North Africa",
      "paragraphs": [
        "Atiya had a powerful dream.",
        "In the dream, she was sitting at a round table with other people.",
        "A door opened behind her, and Atiya turned to look.",
        "She saw a man in a white robe with brilliant light streaming from His face and clothing.",
        "Others around the table reached out their arms toward the man.",
        "They begged for His touch, asking for just a Word from Him.",
        "But He walked directly to Atiya.",
        "He placed His hand on her shoulder and said to the people, “No, I have come for her.”",
        "Then, speaking to Atiya, he said, “I have come today especially for you.”",
        "Then Atiya woke up.",
        "Two days later, she was invited to watch a DVD of the JESUS film in Arabic.",
        "The film came to the scene where Jesus was about to be baptized by John the Baptist.",
        "Atiya saw Jesus’ feet stepping through the shallow water.",
        "In the next scene, she saw His face.",
        "She sprang to her feet and began screaming in Arabic:",
        "“That’s Him! That’s the man I saw in my dream! Tell me who He is!”",
        "A person at the showing told her it was Jesus and then explained the gospel.",
        "Amazed that God loved her enough to appear to her in a dream, Atiya fell to her knees and prayed right then and there to give her life to Christ."
      ]
    },
    {
      "title": "“Heal the Sick? Is That Possible?”",
      "active": true,
      "slug": "healing",
      "location": "Mozambique",
      "paragraphs": [
        "An evangelist was taking the JESUS film into difficult regions of Africa to people who had never heard the good news of Christ.",
        "Upon meeting with a village chief to ask for permission to show the film, the group was quickly rejected.",
        "The village chief declared, “I am a Muslim leader. … Since this village has existed, we have never allowed any other religion. You will do nothing here!”",
        "The evangelist was undeterred and told the chief they had come to show the JESUS film, preach the gospel and heal the sick. Those words grabbed the chief’s attention.",
        "He said, “What did you say? Heal the sick? Is that possible? Okay, we want to see this.”",
        "The team set up the projection equipment and traveled throughout the village announcing the film.",
        "About 5,000 people attended the showing.",
        "They were deeply moved—stunned by this good man’s life, crucifixion and resurrection.",
        "At the end of the film, the evangelist asked, “How many here recognize a need for a Savior?”",
        "Almost everyone raised their hands and cried out to God for mercy.",
        "He led the entire group of 5,000 in a prayer where they committed their lives to Christ.",
        "After the prayer, the evangelist told the crowd Jesus is a Savior and healer, and he asked them to bring anyone who is sick to the front.",
        "As they did so, one by one, Jesus healed them all instantly!",
        "Seeing this, the chief said, “What you have just seen is real because there is no man who can do what you have seen unless God is with him. The Lord is with these people. Go home now and bring all the sick from the village here!”",
        "By the power of the Holy Spirit, the villagers experienced a mighty transformation that day."
      ]
    },
    {
      "title": "Power Over Witchcraft",
      "active": true,
      "slug": "witch",
      "location": "Central African Republic",
      "paragraphs": [
        "Many people in the Central African Republic have lived under the bondage of witchcraft for centuries.",
        "Witches in a particular region cast spells that caused sickness, suffering, fear—and in some cases—death.",
        "Even the country’s government officials recognized witchcraft as a serious threat.",
        "They imprisoned accused witches, but jail cells were not successful in stopping the demonic powers.",
        "A local Jesus Film Project® team decided it was time to act boldly.",
        "The team members walked from village to village, showing the JESUS film every night.",
        "Just as the region had been saturated with witchcraft, the team members knew they needed to soak the area with the gospel.",
        "Many witches experienced the love of Jesus and were convicted by the Holy Spirit.",
        "Some gave up their dark practices and served Jesus instead.",
        "They joyfully received God’s forgiveness from spiritual bondage.",
        "The work God was doing in the region was recognized by its governor, who told the film team,",
        "“... Now your team and you have the responsibility to preach through your miracle JESUS film to all the towns and villages under my supervision.”",
        "The team followed through.",
        "Now there are 18 churches planted in the region, and the people call the JESUS film “The Miracle Film.”"
      ]
    }
  ],
  "inactive": [
    {
      "title": "Save Us!",
      "active": false,
      "slug": "save_us",
      "location": "Western Europe",
      "paragraphs": [
        "Hanif clung fearfully to his wife and children.",
        "During their escape across the Aegean Sea, the icy waves had turned volatile.",
        "Their small, inflatable vessel rocked at the mercy of the intense storm.",
        "Having fled war and intense oppression in the Middle East, Hanif didn’t know what he believed anymore.",
        "But in this moment of life-threatening turmoil, he shouted, “Save us!” — hoping that whatever god existed was listening.",
        "Immediately the waves settled.",
        "They were able to arrive in Greece safely.",
        "Weeks later, they were at a church in Germany attending an event for refugees.",
        "After receiving humanitarian aid, Hanif decided they should stay for the JESUS film showing they were invited to see.",
        "As he watched the film in his heart language, he saw the scene in which Jesus commanded the waves to be still—and the sea became calm.",
        "Instantly he knew Jesus was the one who had saved them weeks earlier.",
        "With tears running down his face, Hanif made the decision to follow Jesus.",
        "He and his entire family were baptized a few days later as new believers.",
        "Today they share the powerful story of Jesus with other refugees.",
        "“God moved me from complete darkness into the light of Christ,” Hanif said.",
        "His prayer is for everyone in his country to have the opportunity to watch the JESUS film."
      ]
    },

    {
      "title": "The Man in the White Robe",
      "active": false,
      "slug": "white_robe",
      "location": "North Africa",
      "paragraphs": [
        "Raised in an impoverished nomadic tribe in North Africa, Idir had spent most of his life seeking wealth and power.",
        "He thought he could achieve these goals by joining a local radical faction and working his way up the ranks.",
        "Eventually Idir gained everything he had dreamed of, but he still felt empty inside.",
        "One night, he experienced a powerful, vivid dream.",
        "In this dream, a man in a long, white robe approached him.",
        "The man in white told Idir to follow Him and that He would show him the way of truth.",
        "Several days later, Idir was walking to his place of worship when the man in white from his dream approached him in person!",
        "“Who are you?” Idir asked Him.",
        "“I am Jesus,” the man in white said. “Come with me.”",
        "So, Idir followed the man in white to a home where a group was watching the JESUS film inside.",
        "Idir peered in, immediately fascinated by a film in his language.",
        "When he turned around, the man in white had vanished!",
        "Idir entered the home and watched the JESUS film.",
        "That day, he found what was missing in his life—not status, power or money—but Jesus.",
        "He decided to put aside all he had worked toward and follow Christ.",
        "At first his family rejected him, but when they saw how Christ had changed him for the better, they too decided to follow Jesus.",
        "Idir then started serving with a ministry that regularly shows the JESUS film."
      ]
    },

    {
      "title": "Until That Strange Night",
      "active": false,
      "slug": "strange_night",
      "location": "India",
      "paragraphs": [
        "As a priest within a major religion in India, Kumar persuaded 1,000 people in his community to give toward a new temple.",
        "All he had ever known was to worship gods of stone and wood and to appease them with blood sacrifices.",
        "One strange night, Kumar had a dream about a God who is over all and above all.",
        "The experience left him longing to know this God who had touched him in such a personal, mysterious way.",
        "Several days later, a JESUS film team arrived.",
        "As Kumar watched the film curiously with members of his community, he heard words in his heart language that touched his soul.",
        "He immediately recognized this divine man as Jesus, the Son of God.",
        "When the JESUS film finished, Kumar shared his dream with the team members.",
        "He knew they follow the same God he had dreamed about.",
        "The burning desire to know the meaning of the dream had come to fruition.",
        "Kumar accepted Christ that night as his personal Savior.",
        "Leaving his life as a priest behind, he and his family were baptized and began attending a local church in their community."
      ]
    },

    {
      "title": "“You Are the Ones! You Are the Ones!”",
      "active": false,
      "slug": "you_are_the_ones",
      "location": "Central Asia",
      "paragraphs": [
        "Jesus Film Project® team members were traveling in a remote country in Central Asia when they realized they were lost.",
        "Unsure where they were, they stopped to find their bearings.",
        "Suddenly a man emerged out of the forest and began heading toward the team.",
        "He sounded agitated as he waved his arms wildly over his head.",
        "This made the team uneasy.",
        "They knew the dangers of being Christians in this part of the world.",
        "As the man drew closer, they heard what he was saying.",
        "He shouted, “You are the ones! You are the ones! You are the men in my dream! Can you give me truth?”",
        "The man told them he had a dream several nights earlier.",
        "In the dream he saw a group of men, and he heard a voice saying these people would bring him truth.",
        "Intrigued by the dream, he left home and began searching for the men he had seen.",
        "Here, in the middle of this clearing, he found the men who could tell him the truth.",
        "The team invited the man into their car, and he gladly directed them to his village.",
        "Though the film team members thought they were lost, God put them exactly where they needed to be.",
        "That evening the team showed the JESUS film in the villagers’ heart language, and the man and his whole household became followers of Christ."
      ]
    },

    {
      "title": "Fully Restored, Healthy and Alive",
      "active": false,
      "slug": "fully_restored",
      "location": "West Africa",
      "paragraphs": [
        "A team of men arrived in Thema’s village in Nigeria.",
        "Word traveled that these men were showing a film.",
        "Thema, a woman from a Muslim background, spent her days caring for her sick daughter.",
        "She was very interested in seeing her first movie in her heart language.",
        "Thema found a seat in the audience, her mind frequently venturing back to her critically ill child.",
        "But when the JESUS film began, she was captured by the story.",
        "She saw Jesus calm the raging seas.",
        "He cast out spirits.",
        "He claimed to be divine.",
        "And then Thema watched as Jesus raised a little girl from the dead.",
        "Right there, Thema believed that Jesus had the power to heal her daughter too.",
        "The film finished, and the team asked if anyone would believe in Jesus for salvation.",
        "Thema came forward to publicly declare her allegiance to Jesus.",
        "The team got Thema’s contact information and invited her to a follow-up meeting the next day.",
        "As she journeyed home, a peace welled up in her heart—a peace that can only be supplied by Jesus.",
        "While she walked, Thema asked her new Savior to heal her daughter.",
        "When she arrived, she was met by her daughter who was fully restored, healthy and very much alive!",
        "Jesus had healed her daughter!"
      ]
    },
    {
      "title": "Radical Believers",
      "active": false,
      "slug": "radical_believers",
      "location": "Philippines",
      "paragraphs": [
        "A pastor and his wife in the Philippines wanted to show their cousin their new copy of the JESUS film in their local language.",
        "This cousin wasn't a Christian.",
        "In fact, he was a devoted member of the area’s predominant religion.",
        "But since the movie was in their mother tongue, he wanted to share this rare form of entertainment with everyone in the area.",
        "So off they went to the town square, inviting people along the way.",
        "They only had a 14_inch TV, but hundreds wanted to watch.",
        "Necks were craning to see the tiny screen.",
        "Right when the pastor was about to hit \"Play,\" three armed radicals marched up to him and sat in the front row.",
        "All the pastor could see was the grenade launcher in one of the men's hands—but the men only watched.",
        "The pastor got another scare when his wife stood up at the end of the film and invited people to follow Christ.",
        "He was sure the radicals would react negatively, but they didn't.",
        "Instead many placed their faith in the Lord!",
        "The pastor experienced one last alarming moment the next day.",
        "The three radicals knocked on his door, their ammunition draped across their shoulders.",
        "The pastor was sure he was going to die, but then he realized the men weren't there to hurt him.",
        "They said hearing Jesus speak in their language meant a lot to them.",
        "The men said to him, \"We give you permission to show the film on this entire island. We offer you our protection.\"",
        "Even though the pastor feared the worst, God transformed hearts for a powerful spiritual movement."
      ]
    }
  ]
}
