{
  "missionaries": [{
    "name": "Necati Aydin",
    "active": true,
    "location": "Turkey",
    "date": "April 18, 2007",
    "slug": "necati",
    "paragraphs": [
      "Though he was raised Muslim, Necati came to know the Lord and served as a pastor and as a Jesus Film Project® staff member in Turkey.",
      "On a crisp April morning, Necati left his house -where he lived with his wife and two young children to attend a Bible study with his friends Tilmann and Ugur and a small group of youths.",
      "The youths had pretended to be interested in Jesus, but they were an armed group with bad intentions.",
      "Once the meeting started, they attacked Necati, Ugur and Tilmann.",
      "The attackers brutally tortured and eventually killed the three men.",
      "Their deaths shook the community.",
      "Necati’s funeral was a widely publicized event in his hometown.",
      "After the funeral, Necati’s and Tilmann’s wives publicly forgave the men who killed their husbands.",
      "They said they hoped the deaths of their husbands would not be in vain.",
      "Despite the horrific circumstances, the women were able to extend grace and forgiveness to the attackers because they themselves had experienced God’s grace and forgiveness through Christ."
    ]
  }, {
    "name": "Hridoy Roy",
    "active": true,
    "location": "Bangladesh",
    "date": "April 24, 2003",
    "slug": "hridoy",
    "paragraphs": [
      "Hridoy, a young man who worked with Jesus Film Project®, helped show the JESUS film more than 400 times to thousands of people.",
      "Even though local extremists threatened him, Hridoy boldly continued showing the film.",
      "Early one day in 2003, a group of assailants attacked him while he was unloading film equipment into his house.",
      "The attackers tied him to a bedpost and stabbed him to death.",
      "Several of them were eventually arrested, but many escaped—including the ringleader.",
      "Hridoy’s body was returned to his poor but God-fearing family.",
      "Even though he was one of their main providers, Hridoy’s family members were able to demonstrate grace by praying for the attackers and asking God to forgive their crimes and change their hearts."
    ]
  }, {
    "name": "John Eluru and Moses Ogiel",
    "active": true,
    "location": "Uganda",
    "date": "July 1987",
    "slug": "john_moses",
    "paragraphs": [
      "John and Moses were determined to make a way for Ugandans to hear the powerful story of Jesus.",
      " John voiced the role of Jesus in the Ateso version of the JESUS film.",
      " And two weeks after recording his lines, he set out with Moses and a group of co-workers to find more Ateso voice actors to finish the recording.",
      "While traveling, armed guerrilla fighters ambushed their vehicle and fired with automatic weapons.",
      "Moses was shot in the head and died at the scene.",
      "John, who was shot in the chest, died two days later.",
      "The ministry team in Uganda clung to John’s last words: “I am gone, but please let the project go on. This is the kind of thing Uganda needs. Never ever get scared; just carry on with the project.”",
      "So, the team completed the Ateso translation of the JESUS film.",
      "It premiered at a school where John had served as a teacher and as principal.",
      "As the students listened to the voice of their teacher speak the words of Jesus in Ateso, many decided to follow Christ."
    ]
  }, {
    "name": "Romulo Saune",
    "active": true,
    "location": "Peru",
    "date": "1992",
    "slug": "romulo",
    "paragraphs": [
      "Romulo and his family had faced persecution for generations. ",
      "This did not deter him from wanting to share God’s truth and love with the people of Peru.",
      "Romulo was a pastor who also voiced the role of Jesus in the Ayacucho Quechua version of the JESUS film.",
      "He additionally worked to unify Peruvian churches by translating the Bible into Quechua languages.",
      "In 1992, the terrorists who had been persecuting his family captured Romulo and a group that was traveling with him.",
      "They killed Romulo, his brother, two of his nephews and some other pastors.",
      "There were 4,000 people in attendance at his funeral.",
      "Romulo’s family publicly forgave the terrorists in Jesus’ name, showing God-given grace toward the attackers who wronged them.",
      "At the time of Romulo’s death, most believers in his region of Peru credited their knowledge of Jesus Christ to his work."
    ]

  }, {
    "name": "Graham, Philip & Timothy Staines",
    "active": true,
    "location": "India",
    "date": "1999",
    "slug": "staines",
    "paragraphs": [
      "Graham had a passion to share the powerful story of Jesus with the people of India. ",
      "He and his family served as Jesus Film Project® partners and fellow missionaries in rural villages of Eastern India.",
      "One night in 1999, Graham and his two young sons, Philip and Timothy, slept in their car after meeting with Christian villagers.",
      "While they slept, more than 50 members of a local radical group attacked the car.",
      "The mob not only set fire to the vehicle, but they blocked Graham, Philip and Timothy from escaping.",
      "They even fought back villagers who tried to come to the rescue.",
      "Graham and his sons died wrapped in one another’s arms.",
      "After receiving the terrible news, Graham’s wife said, “I am terribly upset but not angry. My husband loved Jesus Christ, who has taught us to forgive our enemies.”",
      "She and her daughter continue to minister in India."
    ]
  }, {
    "name": "Abebe Abate",
    "active": true,
    "location": "Ethiopia",
    "date": "January 16, 1998",
    "slug": "abebe",
    "paragraphs": [
      "Abebe was so captivated by God’s love that he committed his life to bringing the gospel to those around him. ",
      "He worked as the director for one of the Great Commission Ministry branch offices in Ethiopia. ",
      "He desired to reach all around him with the good news of Christ. ",
      "He and his wife even named their youngest child Wongel, which means “gospel.”",
      "One day Abebe left home to teach local church leaders how to do evangelistic outreach. Part of the training included showing the JESUS film. ",
      "On his way, he was involved in a car accident that took his life. ",
      "Though his death was devastating for his family and friends, Abebe knew all along what the gospel might cost him. ",
      "But he also knew his eternity was secure with Christ. ",
      "Before his death, Abebe said, “I should rather be a personal worker of the gospel in this short life of mine that is like a vapor.” ",
      "Abebe believed Jesus is worth more than all the world has to offer."
    ]

  }, {
    "name": "Gilberto",
    "active": true,
    "location": "Brazil",
    "date": "May 2, 2018",
    "slug": "gilberto",
    "paragraphs": [
      "Gilberto actively ministered to his people—the Yanomami—in the Brazilian rainforest. ",
      "He was involved in Bible translation, attended conferences and pursued God’s will in his daily life and activities.",
      "He also served as one of the voices in the Yanomami translation of the JESUS film.",
      "Gilberto traveled from village to village with a Jesus Film Project® backpack, showing the JESUS film to anyone who would watch.",
      "His commitment to sharing Jesus earned him the nickname “Jesus Man.”",
      "One day in 2018, Gilberto visited a drug-addicted and demon-possessed relative to urge him to find freedom and salvation in Jesus.",
      "But a vengeance killing had been approved.",
      "When the relative saw Gilberto, he shot him in the face with a shotgun.",
      "Gilberto died instantly.",
      "In line with Yanomami tradition, all of Gilberto’s possessions were burned after his death, and the villagers vowed to never again mention his name.",
      "When other Yanomami Christians heard about this, they provided Gilberto’s widow and children with a large sum of money to care for them while they mourned the loss of Gilberto and their possessions.",
      "Yanomami Christians are comforted by the fact that Gilberto’s name will never be forgotten in heaven, even as it is forgotten in his village.",
      "Since Gilberto’s murder, people in villages that have been closed to the gospel are expressing interest in Jesus for the first time."
    ]

  }]
}
